Repository: intellitour/warrantyApp
Catalog: WarrantyApp/*.lproj/Localizable.strings
Languages: pt_br

# StuffListTitle
source: My Stuff
pt_br: Minhas Coisas

# EmptyStuffList
source: Add some stuff!
pt_br: Cadastre um produto

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Product Data
pt_br: Dados do produto

# ProductName
source: Name
pt_br: Nome

# ProductManufacturer
source: Manufacturer
pt_br: Fabricante

# WarrantyData
source: Warranty Coverage Data
pt_br: Dados da cobertura de garantia

source: Purchase Date
pt_br: Data de compra

source: Warranty Start Date
pt_br: Começo da garantia

# WarrantyLengthInMonths
source: Warranty Length (Months)
pt_br: Meses de garantia

source: Lifetime Warranty
pt_br: Garantia Eterna

source: Should Notify?
pt_br: Notificar?

# ImageSourceConfirmTitle
source: Add a picture
pt_br: Adicionar Foto do Produto

# CameraImageSource
source: Using camera
pt_br: Usar a Câmera

# LibraryImageSource
source: Picking from Library
pt_br: Escolher da Fototeca

source: Warranty days remaining:
pt_br: Dias restantes de garantia:

# NotificationScheme
source: Notify me before
pt_br: Antecedência de Notificação

# NotificationSchemeMonth
source: A month
pt_br: Uma mês

# NotificationSchemeThreeDays
source: Three days
pt_br: Três dias

# NotificationSchemeOneDay
source: One day
pt_br: Um dia

# NotificationSchemeOther
source: Other
pt_br: Outro

# NotificationsDisabledAlertTitle
source: Notifications are Disabled!
pt_br: Notificações Desabilitadas!

# NotificationsDisabledAlertMessage
source: Notifications are disabled. Please, turn them on in Settings then try again.
pt_br: As notificações estão desabilitadas. Por favor, habilite-as nas configurações e depois tente novamente.

# NotificationsDisabledAlertGoToSettingsButton
source: Go to Settings
pt_br: Ir para as Configurações
